Revit 2027 API
SymbolTypeId.MJ Property
 Symbol MJ, indicating unit Megajoules.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MJ { get; }
Public Shared ReadOnly Property MJ As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MJ {
	ForgeTypeId^ get ();
}
static member MJ : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace